<?php
// Heading
$_['heading_title']          = 'Фото';

// Text
$_['text_success']           = 'Настройки успешно изменены!';
$_['text_list']              = 'Список фото';
$_['text_add']               = 'Добавить';
$_['text_edit']              = 'Редактирование';

// Column
$_['column_01']              = 'Изображение';
$_['column_02']              = 'Статус';
$_['column_06']          = 'Действие';
// Entry
$_['entry_01']               = 'Изображение';
$_['entry_02']               = 'Статус';
$_['entry_sort_order']       = 'Порядок сортировки';

// Error
$_['error_warning']          = 'Внимательно проверьте форму на ошибки!';
$_['error_permission']       = 'У вас недостаточно прав для внесения изменений!';

