<?php
// Heading
$_['heading_title']    = '<i style="color:blue" class="fa fa-flag-o"></i> Массовая Отправка на индексацию';

// Text
$_['text_extension']   = 'Расширения';
$_['text_success']     = 'Успешно: Вы изменили модуль!';
$_['text_edit']        = 'Редактировать модуль Массовая отправка на индексацию';

$_['text_success1']     = 'Успешно: Категории отправлены на индексацию!';
$_['text_success2']     = 'Успешно: Товары отправлены на индексацию!';
$_['text_success3']     = 'Успешно: Статьи отправлены на индексацию!';
$_['text_success4']     = 'Успешно: Производители отправлены на индексацию!';

// Entry
$_['entry_status']     = 'Статус';

// Error
$_['error_permission'] = 'Предупреждение: У Вас нет прав на изменение модуля!';