<?php

// Heading
$_['heading_title']    = 'Табы продуктов';

// Text
$_['text_module']      = 'Модули';
$_['text_success']     = 'Настройки успешно изменены!';
$_['text_edit']        = 'Редактирование';

// Entry
$_['entry_name']       = 'Название модуля';
$_['entry_limit']      = 'Лимит';
$_['entry_width']      = 'Ширина';
$_['entry_height']     = 'Высота';
$_['entry_status']     = 'Статус';
$_['entry_top1']     = 'Статус Новинок';
$_['entry_top2']     = 'Статус Хитов продаж';
$_['entry_top3']     = 'Статус Акций';

// Error
$_['error_permission'] = 'У вас недостаточно прав для внесения изменений!';
$_['error_name']       = 'Название должно содержать от 3 до 64 символов!';
$_['error_width1']      = 'Укажите Ширину Новинок!';
$_['error_height1']     = 'Укажите Высоту Новинок!';

$_['error_width2']      = 'Укажите Ширину Хитов продаж!';
$_['error_height2']     = 'Укажите Высоту Хитов продаж!';

$_['error_width3']      = 'Укажите Ширину Акций!';
$_['error_height3']     = 'Укажите Высоту Акций!';