<?php
// *	@source		See SOURCE.txt for source and other copyright.
// *	@license	GNU General Public License version 3; see LICENSE.txt

// Text
$_['text_success']           = 'Ваш заказ обновлен!';
$_['text_create']            = 'Ваш заказ создан!';

// Error
$_['error_permission']       = 'Вы не имеете разрешения на доступ к API!';
$_['error_customer']         = 'Укажите данные Покупателя!';
$_['error_payment_address']  = 'Укажите платежный адрес!';
$_['error_payment_method']   = 'Необходимо указать способ оплаты!';
$_['error_no_payment']       = 'Не доступно без вариантов оплаты!';
$_['error_shipping_address'] = 'Укажите адрес доставки!';
$_['error_shipping_method']  = 'Необходимо указать способ доставки!';
$_['error_no_shipping']      = 'Не доступно без вариантов доставки!';
$_['error_stock']            = 'Товары, отмеченные ***, недоступны в нужном количестве или отсутствуют на складе!';
$_['error_minimum']          = 'Минимальное количество для заказа товара %s составляет %s!';
$_['error_not_found']        = 'Запрошенный заказ не найден!';

$_['error_manager']			 = 'Обязательно выберите менеджера!';
$_['error_pact_type']		 = 'Обязательно выберите тип договора!';
$_['error_term_pay']		 = 'Обязательно введите условия оплаты!';
$_['error_time_delivery']	 = 'Обязательно введите срок поставки!';
$_['error_whosign']	 		 = 'Обязательно введите ФИО директора с правом подписи!';

$_['error_founddoc']	 	 = 'Обязательно введите учредительный документ!';
$_['error_garantime']		 = 'Обязательно введите гарантийный срок!';
$_['error_comwork']			 = 'Обязательно введите пусконаладочные работы';
$_['error_delivery']		 = 'Обязательно введите адрес поставки';
$_['error_whosign']		 	 = 'Обязательно введите руководителя с правом подписи!';
$_['error_cowork']		 	 = 'Обязательно введите пусконаладочные работы!';
