<?php
// Heading
$_['heading_title']  = 'Предложить рекомендацию';

// Entry
$_['entry_name']     = 'Ваше имя';
$_['entry_email']    = 'Ваш E-Mail';
$_['entry_telephone']    = 'Ваш Телефон';
$_['entry_enquiry']  = 'Ваш вопрос или сообщение';

$_['text_01']  = 'Заполните заявку и специалист свяжется с вами в течении рабочего дня';

// Email
$_['email_subject']  = 'Сообщение от %s';
$_['text_success']  = 'Ваши данные успешно отправлены, специалист свяжется с вами в ближайшее время.';
$_['button_submit']  = 'Оставить заявку';
// Errors
$_['error_name']     = 'Имя должно быть от 3 до 32 символов!';
$_['error_telephone']     = 'Укажите номер телефона!';
$_['error_email']    = 'E-mail адрес введен неверно!';
$_['error_enquiry']  = 'Длина текста должна быть от 10 до 3000 символов!';
$_['error_agree']    = 'Вы должны прочитать и согласится с политикой конфиденциальности!'; 

